<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use App\Models\SihousyosiTable;
use App\Models\GyouseisyosiTable;

class ExpSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        //体験談追加
        // $inst = new SihousyosiTable([
        //     'name' => '吉田野郎',
        //     'body' => '司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが'
        // ]);
        // $inst->save();
        // $inst = new SihousyosiTable([
        //     'name' => '山本太郎',
        //     'body' => '司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが'
        // ]);
        // $inst->save();
        // $inst = new SihousyosiTable([
        //     'name' => 'マークぼらん',
        //     'body' => '司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが'
        // ]);
        // $inst->save();
        // $inst = new SihousyosiTable([
        //     'name' => '武田信玄',
        //     'body' => '司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが司法書士ですが'
        // ]);
        // $inst->save();
        // $inst = new GyouseisyosiTable([
        //     'name' => '行政太郎',
        //     'body' => '行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です'
        // ]);
        // $inst->save();
        // $inst = new GyouseisyosiTable([
        //     'name' => '上杉検診',
        //     'body' => '行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です行政書士です'
        // ]);
        // $inst->save();
        
    }
}
